[
  {
    "name": "Recurring (Standard) Cleaning",
    "description": "Life gets busy, and cleaning should never be a burden. Our Recurring (Standard) Cleaning service is designed to keep your home consistently clean and organized. With weekly, bi-weekly, or monthly visits, we maintain a fresh and tidy environment that fits your schedule and needs. Whether it’s a quick touch-up or a more detailed clean, you can trust our team to keep your home sparkling."
  },
  {
    "name": "Move-In & Move-Out Cleaning",
    "description": "Whether you’re settling into a new space or leaving your old one behind, our Move-In and Move-Out Cleaning services ensure that every corner of your home is thoroughly cleaned. We tackle all the details, from deep-cleaning the kitchen and bathrooms to sanitizing high-touch areas and ensuring your home is fresh and ready for new beginnings. This service is ideal for those moving into a new home or preparing to leave a spotless space for new tenants."
  },
  {
    "name": "One-Time Cleaning",
    "description": "Our One-Time Cleaning service offers flexibility without the commitment. Whether you need a clean for a special event, after a busy week, or simply because it’s time for a fresh start, our one-time cleaning is here to help. Our professional team will ensure your home is spotless and refreshed, giving you more time to enjoy your space and focus on what matters."
  },
  {
    "name": "After Remodeling Cleaning",
    "description": "After a renovation or remodeling project, your space needs more than just a regular clean. Our After Remodeling Cleaning service removes dust, debris, and leftover materials, ensuring your newly updated home looks and feels fresh. We carefully clean every surface, including hard-to-reach areas, so you can enjoy your updated space without the mess."
  },
  {
    "name": "Deep Cleaning",
    "description": "For those who need a more intensive cleaning, our Deep Cleaning service is the perfect solution. We go beyond standard cleaning, tackling areas that are often overlooked. From scrubbing grout lines to cleaning behind appliances, we ensure every nook and cranny is spotless. This service is ideal for homes that haven’t been deep-cleaned in a while, or for those looking to refresh their space with a thorough, detailed cleaning."
  }
]
